/* Menu Item for Release Help */
"%@ Help" = "%@ Hulp";

/* Menu Item for Release About */
"About %@" = "Over %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Check for opdateringer...";

/* Menu Item Label for Email */
"Email Support" = "E-mail ondersteuning";

/* Menu Item Hide Release App */
"Hide %@" = "Skjul %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Ongeldige Registratie-informatie!";

/* Menu Item for Order */
"Order Now" = "Bestel nu";

/* Menu Item for Quit Release App */
"Quit %@" = "stoppen %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Lees FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Lees Online Hulp";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registratie succesvol!";

/* Menu Item Label for Registration */
"Registration..." = "Registratie...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Eenvoudig kopiëren en plakken van uw e-mailadres en product key precies zoals het in de bevestigingsmail.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Dank u voor de aankoop, als je geen enkel probleem, contacteer ons via E-mail.";

/* Menu Item for WebSite */
"Visit WebSite" = "Bezoek Website";

